tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johnmccabe/vmpooler-bitbar"
tap "petere/postgresql"
tap "puppetlabs/private-tap"
tap "puppetlabs/puppet"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "berkeley-db@4", link: true
brew "boost@1.59", link: true
brew "carthage"
brew "circleci"
brew "cmake"
brew "curl"
brew "elasticsearch"
brew "exercism"
brew "gcc"
brew "gd"
brew "git"
brew "graphviz"
brew "hub"
brew "hugo"
brew "hwloc"
brew "kibana"
brew "kubernetes-cli"
brew "leiningen"
brew "libcroco"
brew "libmicrohttpd"
brew "librsvg"
brew "logstash"
brew "maven"
brew "minikube", link: false
brew "miniupnpc"
brew "minizip"
brew "mrtg"
brew "node@8"
brew "packer"
brew "pgbadger"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "stunnel"
brew "terraform"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vagrant-completion"
brew "vim"
brew "wget"
brew "yarn"
brew "github/gh/gh"
brew "johnmccabe/vmpooler-bitbar/vmpooler-bitbar"
brew "puppetlabs/private-tap/vmpool"
brew "puppetlabs/puppet/wash"
cask "bitbar"
cask "java11"
cask "lighttable"
cask "minikube"
cask "osxfuse"
cask "pdk"
cask "pe-client-tools"
cask "puppet-bolt"
cask "texmaker"
cask "virtualbox"
